//"
// Мета проекту - створення прототипу портфоліо, яке надасть студентові можливість легко і ефективно
// представити свої досягнення, проєкти та навички своєму майбутньому роботодавцеві. "

// Базові задачі
// "Верстка адаптивна, окрім мобільних пристроїв. Точки перелому:
//    - mobile: верстка гумова від 320px, стає адаптивною з 375px;
//    - tablet: з 768px;
//    - desktop: з 1440px "
// Верстка валідна (https://validator.w3.org/ , https://jigsaw.w3.org/css-validator/   )

// Забезпечити дотримання семантики відповідно до стандартів HTML5

// Здійснити підключення шрифтів

// Забезпечити оптимізацію розмірів векторної та растрової графіки

// Забезпечити підтримку відображення картинок для retina-екранів

// Оптимізувати завантаження зображень

// Всі svg-іконки підключити через sprite

// Додати відображення фавікон сторінки (знаходиться в UI KIT)

// Всім інтерактивним елементам (кнопки, посилання тощо) слід додати hover-ефект згідно макету

// Анімації не є обовʼязковими, але їх використання може зробити взаємодію з вебсайтом більш приємною та інтуїтивно зрозумілою для користувача

// Посилання на документацію API
// https://portfolio-js.b.goit.study/api-docs

//Benefits
// Текст “Benefits of working with me” є заголовком секції.	FALSE
// У секції знаходиться перелік переваг, який необхідно реалізувати
// як список елементів за допомогою <ul>	FALSE
// "Order the project"  слід реалізувати як якірне посилання,
// яке перенаправлятиме користувача до секції Work together
